var map={};
map["para_0"]={
		cls:'header',
		content:["致梦佳"]
	};

map["para_1"]={
	   cls:'normal',
	   stopDeleteWord:"漂酿的",
	   content:["马梦佳  ","梦佳  ","超级无敌可爱漂酿的梦佳:","小仙女梦佳:"]
	};

map["para_2"]={
		cls:'normal',
		content:["　　见字如面。"]
	};

map["para_3"]={
		cls:'normal', 
		stopDeleteWord:"郑州的",
		content:["　　首先预祝我们的悠悠同学能尽快适应在郑州的生活，","并在新的工作岗位上能开拓属于自己的一片天（此处允许有五分钟掌声）。"]
	};

map["para_4"]={
		cls:'normal',
		content:["　　早上还晴朗的天空不知为何下午就飘起了鹅毛大雪，一直到现在也没停，于是就有了我此刻浑身湿漉漉的窘迫相，此时的心情可能就是你昨天说的：无助而又无奈。"]
	};

map["para_5"]={
		cls:'normal',
		content:["　　新的环境，新的工作，新的同事…………来自各个方面的压力可能正让要强的你身心俱疲，作为你的朋友(虽然并不确定能否在你的通讯录中'朋友'那一组找到我)和老乡，很伤感不能在你悲伤和无助的时候为你做点什么（请相信这不是客套话，也请相信有个词叫“感同身受”）。"]
	};



map["para_6"]={
		cls:'normal',
		content:["　　这几天加班比较多，每天到家都十点多了，拿出手机的一刻总是想给你打个电话或者哪怕是在微信上随便聊点什么，然而并没有，我怕电话铃声会吵醒已经入睡的你，更怕微信会淹没在这浓浓的夜色当中，石沉大海。所以我把这些乱七八糟的话语写进这段代码里，因为我觉得它也许能表达出我那笨拙的嘴表达不出的发东西来。"]
	};



map["para_7"]={
		cls:'normal', 
		content:["　　此刻在拥挤的地铁10号线里，旁边的大叔头倚着座位睡得很香，不知道他梦到了什么，后面的阿姨哄着不停乱叫的熊孩子，左边的美眉不停地刷着朋友圈，边看边指着屏幕对着旁边的帅哥说着什么，只是他们都没有注意到在他们旁边有一个小伙子拿着手机若有所思地输入着什么。。。。。"]
	};



map["para_8"]={
		cls:'normal', 
		content:["　　就写到这吧，要下车了，雪貌似也小了很多，只是不知此刻的你在做什么呢？"]
	};



map["para_9"]={cls:'center', content:["正月飘雪天气凉，"]};



map["para_10"]={cls:'center', content:["照顾自己不要忘！"]};



map["para_11"]={cls:'center', content:["心若有梦就去闯，"]};



map["para_12"]={cls:'center', content:["拼搏路上伴伊旁！"]};


map["para_13"]={cls:'right', content:["丁亚宾"]};


map["para_14"]={cls:'right', content:["2017年2月21日夜 于北京地铁10号线"]};



var keys=new Array();
for(var key in map){
  keys.push(key); 
}