var map={};
map["para_0"]={
		cls:'header',
		content:["致梦佳"]
	};


map["para_1"]={
	   cls:'normal',
	   stopDeleteWord:"漂酿的",
	   content:["马梦佳  ","梦佳  ","超级无敌可爱漂酿的梦佳:","小仙女梦佳:"]
	};


map["para_2"]={
		cls:'normal',
		content:["　　见字如面。"]
	};


map["para_3"]={
		cls:'normal', 
		stopDeleteWord:"焦虑又略带紧张吧。",
		content:["　　我在想当你读到这里的时候，我此刻的内心活动会是怎样的。嗯，应该是喜悦、忐忑、焦虑又略带紧张吧。(看这形容词用的多贴切),", "喜悦的是终于能把想了好久的话说给你听了，忐忑的是不知道你喜不喜欢这些话，更不知道你喜不喜欢这样的我。好了，准备好了么？要开始了，我说，你听。"]
	};


map["para_4"]={
		cls:'normal',
		content:["　　还是喜欢用小仙女来称呼你。"]
	};


map["para_5"]={
		cls:'normal',
		content:["　　第一次见小仙女是在三月最后一天的十一点二十五分零六秒。玉渊覃门前成堆的人，好巧，一眼就认出了你。你知道么，那天你在公园里戴上花环的一刹那，整个玉渊潭的樱花都暗淡了，因为那一刻，你才是整个公园里最美的风景！"]
	};


map["para_6"]={
		cls:'normal',
	    stopDeleteWord:"是怎么知道的？",
		content:["　　第一次和小仙女看电影是四月七日，火锅大餐后的一点四十分。在那两个小时的时间里，你笑了九次，被剧情画面吓的遮住眼睛两次，吃了一桶爆米花。但其实我最羡慕的是那一杯果汁，因为它的吸管与你的唇接触了五次。你一定好奇:这些我是怎么知道的？（此处传来偷笑声）","因为我没顾得上看电影，只顾着偷偷看你了。对了，电影结束，我也说了上面的那句话，你回了我两个字：“呵呵”。哦，不对，是三个字：“呵呵哒”。你看，你连呵呵的样子都这么可爱！"]
	};


map["para_7"]={
		cls:'normal', 
		content:["　　 第一次拉起小仙女的手是在那个空气中充满恋爱味道的四月十五日傍晚，这次真的不记得具体时间了，因为当时的我已经紧张到心跳加速，大脑空白，语无伦次了。对了，当我把你的手按在我的胸前感受我的心跳时，你还记得我当时心跳的频率么？我记得：52.0＋131.4=183.4次/秒。"]
	};


map["para_8"]={
		cls:'normal', 
		content:["　　以前会有人告诉我，说我是一个好人。"]
	};


map["para_9"]={
	cls:'normal',
	content:["　　后来我讨厌做好人，想做一个“坏人”。"]
};


map["para_10"]={
	cls:'normal',
	content:["　　而现在，我不想做好人，也不想做坏人，只想做你的心上人。"]
};


map["para_11"]={cls:'center', content:["我倚窗前思红颜，"]};



map["para_12"]={cls:'center', content:["喜雨漫洒串珠帘。"]};



map["para_13"]={cls:'center', content:["欢舞翩翩飘梦影，"]};



map["para_14"]={cls:'center', content:["你似佳人胜花仙。"]};


map["para_15"]={cls:'right', content:["丁亚宾"]};



var keys=[];
for(var key in map){
  keys.push(key); 
}